Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# editor.pawnOnEdge
source: A pawn cannot stand on the first or the last rank.
ar_sa: لا يمكن أن يقف بيدق على الصف الأول أو الأخير.
cs: Pěšec nemůže stát na první ani na poslední řadě.
da: En bonde kan ikke stå på første eller sidste række.
de_de: Ein Bauer kann nicht auf der ersten oder letzten Reihe stehen.
el: Ένα πιόνι δεν μπορεί να στέκεται στην πρώτη ή στην τελευταία σειρά.
es_es: Un peón no puede estar en la primera ni en la última fila.
fi: Sotilas ei voi olla ensimmäisellä eikä viimeisellä rivillä.
fr_ca: Un pion ne peut pas se trouver sur la première ni la dernière rangée.
he: רגלי לא יכול לעמוד בשורה הראשונה או האחרונה.
hi: प्यादा पहली या आखिरी रैंक पर नहीं हो सकता।
hu: Gyalog nem állhat az első vagy az utolsó soron.
id: Pion tidak bisa berada di baris pertama atau terakhir.
it: Un pedone non può stare sulla prima o sull’ultima traversa.
ja: ポーンは一段目や八段目には置けません。
ko: 폰은 첫 번째나 마지막 랭크에 있을 수 없습니다.
ms: Bidak tidak boleh berada di barisan pertama atau terakhir.
nl_nl: Een pion kan niet op de eerste of laatste rij staan.
no: En bonde kan ikke stå på første eller siste rad.
pl: Pion nie może stać na pierwszej ani ostatniej linii.
pt_br: Um peão não pode ficar na primeira nem na última fileira.
ro: Un pion nu poate sta pe prima sau pe ultima linie.
ru: Пешка не может стоять на первой или последней горизонтали.
sv: En bonde kan inte stå på första eller sista raden.
th: เบี้ยไม่สามารถอยู่บนแถวแรกหรือแถวสุดท้ายได้
tr: Bir piyon ilk veya son yatayda duramaz.
vi: Tốt không thể đứng ở hàng đầu hoặc hàng cuối.
zh_hans: 兵不能位于第一横线或第八横线。
zh_hant: 兵不能位於第一橫線或第八橫線。

# editor.piece
source: Piece
ar_sa: قطعة
cs: Figura
da: Brik
de_de: Figur
el: Κομμάτι
es_es: Pieza
fi: Nappula
fr_ca: Pièce
he: כלי
hi: मोहरा
hu: Bábu
id: Bidak
it: Pezzo
ja: 駒
ko: 기물
ms: Buah
nl_nl: Stuk
no: Brikke
pl: Figura
pt_br: Peça
ro: Piesă
ru: Фигура
sv: Pjäs
th: หมาก
tr: Taş
vi: Quân
zh_hans: 棋子
zh_hant: 棋子

# editor.title
source: Set the position up
ar_sa: رتّب الوضعية
cs: Sestavte pozici
da: Opstil stillingen
de_de: Stellung aufbauen
el: Στήσε τη θέση
es_es: Coloca la posición
fi: Aseta asema
fr_ca: Composez la position
he: סדרו את העמדה
hi: पोज़िशन सजाएँ
hu: Állítsd fel az állást
id: Susun posisinya
it: Componi la posizione
ja: 局面を並べる
ko: 포지션 배치
ms: Susun kedudukan
nl_nl: Stel de stelling op
no: Sett opp stillingen
pl: Ustaw pozycję
pt_br: Monte a posição
ro: Așază poziția
ru: Расставьте позицию
sv: Ställ upp ställningen
th: ตั้งตำแหน่งหมาก
tr: Konumu diz
vi: Xếp thế cờ
zh_hans: 摆放局面
zh_hant: 擺放局面

# editor.toMove
source: To move
ar_sa: الدور على
cs: Na tahu
da: Har trækket
de_de: Am Zug
el: Στη σειρά
es_es: Mueve
fi: Siirtovuoro
fr_ca: Trait à
he: התור של
hi: चाल
hu: Lép
id: Giliran
it: Muove
ja: 手番
ko: 차례
ms: Giliran
nl_nl: Aan zet
no: Har trekket
pl: Ruch
pt_br: Joga
ro: La mutare
ru: Ход
sv: Har draget
th: ฝ่ายที่เดิน
tr: Sıra
vi: Lượt đi
zh_hans: 走棋方
zh_hant: 走棋方

# editor.tooManyPawns
source: %@ has more than eight pawns.
ar_sa: %@ لديه أكثر من ثمانية بيادق.
cs: %@ má více než osm pěšců.
da: %@ har mere end otte bønder.
de_de: %@ hat mehr als acht Bauern.
el: %@: περισσότερα από οκτώ πιόνια.
es_es: %@ tiene más de ocho peones.
fi: %@: useampi kuin kahdeksan sotilasta.
fr_ca: %@ a plus de huit pions.
he: ל%@ יש יותר משמונה רגלים.
hi: %@ के पास आठ से अधिक प्यादे हैं।
hu: %@: nyolcnál több gyalog.
id: %@ punya lebih dari delapan pion.
it: %@ ha più di otto pedoni.
ja: %@のポーンが八つを超えています。
ko: %@ 폰이 여덟 개를 넘습니다.
ms: %@ ada lebih daripada lapan bidak.
nl_nl: %@ heeft meer dan acht pionnen.
no: %@ har mer enn åtte bønder.
pl: %@ ma więcej niż osiem pionów.
pt_br: %@ tem mais de oito peões.
ro: %@ are mai mult de opt pioni.
ru: %@: больше восьми пешек.
sv: %@ har mer än åtta bönder.
th: %@ มีเบี้ยมากกว่าแปดตัว
tr: %@ tarafında sekizden fazla piyon var.
vi: %@ có nhiều hơn tám tốt.
zh_hans: %@的兵超过八个。
zh_hant: %@的兵超過八個。

# editor.tooManyPieces
source: %@ has more than sixteen pieces.
ar_sa: %@ لديه أكثر من ست عشرة قطعة.
cs: %@ má více než šestnáct figur.
da: %@ har mere end seksten brikker.
de_de: %@ hat mehr als sechzehn Figuren.
el: %@: περισσότερα από δεκαέξι κομμάτια.
es_es: %@ tiene más de dieciséis piezas.
fi: %@: useampi kuin kuusitoista nappulaa.
fr_ca: %@ a plus de seize pièces.
he: ל%@ יש יותר משישה עשר כלים.
hi: %@ के पास सोलह से अधिक मोहरे हैं।
hu: %@: tizenhatnál több bábu.
id: %@ punya lebih dari enam belas bidak.
it: %@ ha più di sedici pezzi.
ja: %@の駒が十六を超えています。
ko: %@ 기물이 열여섯 개를 넘습니다.
ms: %@ ada lebih daripada enam belas buah.
nl_nl: %@ heeft meer dan zestien stukken.
no: %@ har mer enn seksten brikker.
pl: %@ ma więcej niż szesnaście figur.
pt_br: %@ tem mais de dezesseis peças.
ro: %@ are mai mult de șaisprezece piese.
ru: %@: больше шестнадцати фигур.
sv: %@ har mer än sexton pjäser.
th: %@ มีหมากมากกว่าสิบหกตัว
tr: %@ tarafında on altıdan fazla taş var.
vi: %@ có nhiều hơn mười sáu quân.
zh_hans: %@的棋子超过十六个。
zh_hant: %@的棋子超過十六個。

# editor.unusable
source: This is not a position that can be played.
ar_sa: هذه ليست وضعية يمكن لعبها.
cs: Tohle není pozice, kterou lze hrát.
da: Dette er ikke en stilling, der kan spilles.
de_de: Das ist keine spielbare Stellung.
el: Αυτή δεν είναι θέση που μπορεί να παιχτεί.
es_es: Esta no es una posición que se pueda jugar.
fi: Tämä ei ole pelattava asema.
fr_ca: Ce n’est pas une position jouable.
he: זו אינה עמדה שאפשר לשחק.
hi: यह ऐसी पोज़िशन नहीं है जिसे खेला जा सके।
hu: Ez nem játszható állás.
id: Ini bukan posisi yang bisa dimainkan.
it: Questa non è una posizione giocabile.
ja: これは指すことのできる局面ではありません。
ko: 둘 수 있는 포지션이 아닙니다.
ms: Ini bukan kedudukan yang boleh dimainkan.
nl_nl: Dit is geen speelbare stelling.
no: Dette er ikke en spillbar stilling.
pl: To nie jest pozycja, którą da się zagrać.
pt_br: Esta não é uma posição jogável.
ro: Aceasta nu este o poziție care poate fi jucată.
ru: Это не позиция, которую можно играть.
sv: Det här är inte en spelbar ställning.
th: นี่ไม่ใช่ตำแหน่งที่เล่นได้
tr: Bu oynanabilir bir konum değil.
vi: Đây không phải thế cờ có thể chơi được.
zh_hans: 这不是一个可以下的局面。
zh_hant: 這不是一個可以下的局面。

# editor.use
source: Use this position
ar_sa: استخدم هذه الوضعية
cs: Použít tuto pozici
da: Brug denne stilling
de_de: Diese Stellung übernehmen
el: Χρήση αυτής της θέσης
es_es: Usar esta posición
fi: Käytä tätä asemaa
fr_ca: Utiliser cette position
he: השתמש בעמדה הזו
hi: यह पोज़िशन इस्तेमाल करें
hu: Ezt az állást használom
id: Gunakan posisi ini
it: Usa questa posizione
ja: この局面を使う
ko: 이 포지션 사용
ms: Guna kedudukan ini
nl_nl: Deze stelling gebruiken
no: Bruk denne stillingen
pl: Użyj tej pozycji
pt_br: Usar esta posição
ro: Folosește această poziție
ru: Использовать эту позицию
sv: Använd den här ställningen
th: ใช้ตำแหน่งนี้
tr: Bu konumu kullan
vi: Dùng thế cờ này
zh_hans: 使用此局面
zh_hant: 使用此局面

# editor.wrongSideInCheck
source: %1$@ is in check, so it cannot be %2$@ to move.
ar_sa: %1$@ تحت الكش، لذا لا يمكن أن يكون الدور على %2$@.
cs: %1$@ je v šachu, takže nemůže být na tahu %2$@.
da: %1$@ står i skak, så det kan ikke være %2$@ der har trækket.
de_de: %1$@ steht im Schach, also kann nicht %2$@ am Zug sein.
el: %1$@ βρίσκεται σε σαχ, άρα δεν μπορεί να παίζει %2$@.
es_es: %1$@ está en jaque, así que no puede mover %2$@.
fi: %1$@ on shakissa, joten siirtovuoro ei voi olla %2$@.
fr_ca: %1$@ est en échec : ce ne peut donc pas être aux %2$@ de jouer.
he: %1$@ תחת שח, ולכן לא ייתכן שהתור של %2$@.
hi: %1$@ शह में है, इसलिए चाल %2$@ की नहीं हो सकती।
hu: %1$@ sakkban áll, tehát nem %2$@ léphet.
id: %1$@ sedang diskak, jadi tidak mungkin giliran %2$@.
it: %1$@ è sotto scacco, quindi non può muovere %2$@.
ja: %1$@が王手を受けているので、%2$@の手番にはなりません。
ko: %1$@이(가) 체크 상태라 %2$@ 차례일 수 없습니다.
ms: %1$@ sedang disyah, jadi giliran tidak boleh milik %2$@.
nl_nl: %1$@ staat schaak, dus kan %2$@ niet aan zet zijn.
no: %1$@ står i sjakk, så det kan ikke være %2$@ som har trekket.
pl: %1$@ jest w szachu, więc nie może być ruch %2$@.
pt_br: %1$@ está em xeque, então não pode ser a vez de %2$@.
ro: %1$@ este în șah, deci nu poate fi %2$@ la mutare.
ru: %1$@ под шахом, значит ход не может быть за %2$@.
sv: %1$@ står i schack, så det kan inte vara %2$@ som har draget.
th: %1$@ กำลังถูกรุก จึงไม่สามารถเป็นตาของ %2$@ ได้
tr: %1$@ şah çekilmiş durumda, bu yüzden sıra %2$@ tarafında olamaz.
vi: %1$@ đang bị chiếu, nên không thể là lượt của %2$@.
zh_hans: %1$@正被将军，因此不可能轮到%2$@走棋。
zh_hant: %1$@正被將軍，因此不可能輪到%2$@走棋。

# endgame.afterThatMove
source: After that move %@. Play on if you like, or restart and try the correct plan.
ar_sa: بعد تلك النقلة %@. تابع إن شئت، أو ابدأ من جديد وجرّب الخطة الصحيحة.
cs: Po tomto tahu %@. Můžeš hrát dál, nebo začít znovu a zkusit správný plán.
da: Efter det træk %@. Spil videre hvis du vil, eller start forfra og prøv den rigtige plan.
de_de: Nach diesem Zug %@. Spiel ruhig weiter oder starte neu und versuche den richtigen Plan.
el: Μετά από αυτή την κίνηση %@. Συνέχισε αν θέλεις, ή ξεκίνα από την αρχή και δοκίμασε το σωστό σχέδιο.
es_es: Después de esa jugada %@. Sigue jugando si quieres, o reinicia e intenta el plan correcto.
fi: Tuon siirron jälkeen %@. Voit jatkaa, tai aloittaa alusta ja kokeilla oikeaa suunnitelmaa.
fr_ca: Après ce coup %@. Continuez si vous voulez, ou recommencez et essayez le bon plan.
he: אחרי המהלך הזה %@. אפשר להמשיך לשחק, או להתחיל מחדש ולנסות את התוכנית הנכונה.
hi: उस चाल के बाद %@। चाहें तो खेलते रहें, या फिर से शुरू करके सही योजना आज़माएँ।
hu: E lépés után %@. Játszhatsz tovább, vagy kezdd elölről, és próbáld a helyes tervet.
id: Setelah langkah itu %@. Silakan lanjut, atau ulang dari awal dan coba rencana yang benar.
it: Dopo quella mossa %@. Continua pure, oppure ricomincia e prova il piano giusto.
ja: その手のあと、%@。そのまま続けても、最初からやり直して正しい方針を試しても構いません。
ko: 그 수 이후 %@. 계속 두어도 되고, 처음부터 다시 시작해 올바른 계획을 시도해도 됩니다.
ms: Selepas langkah itu %@. Teruskan jika mahu, atau mula semula dan cuba rancangan yang betul.
nl_nl: Na die zet %@. Speel gerust door, of begin opnieuw en probeer het juiste plan.
no: Etter det trekket %@. Spill videre om du vil, eller start på nytt og prøv riktig plan.
pl: Po tym posunięciu %@. Możesz grać dalej albo zacząć od nowa i spróbować właściwego planu.
pt_br: Depois desse lance %@. Continue se quiser, ou recomece e tente o plano certo.
ro: După acea mutare %@. Poți continua, sau o iei de la capăt și încerci planul corect.
ru: После этого хода %@. Можете играть дальше или начать заново и попробовать верный план.
sv: Efter det draget %@. Spela vidare om du vill, eller börja om och pröva rätt plan.
th: หลังจากตานั้น %@ จะเล่นต่อก็ได้ หรือเริ่มใหม่แล้วลองแผนที่ถูกต้อง
tr: Bu hamleden sonra %@. İstersen devam et, ya da baştan başlayıp doğru planı dene.
vi: Sau nước đó %@. Bạn có thể chơi tiếp, hoặc bắt đầu lại và thử phương án đúng.
zh_hans: 走了这步之后，%@。你可以继续下，也可以重来并尝试正确的方案。
zh_hant: 走了這步之後，%@。你可以繼續下，也可以重來並嘗試正確的方案。

# endgame.drill
source: Drill
ar_sa: تمرين
cs: Cvičení
da: Øvelse
de_de: Übung
el: Άσκηση
es_es: Ejercicio
fi: Harjoitus
fr_ca: Exercice
he: תרגיל
hi: अभ्यास
hu: Gyakorlat
id: Latihan
it: Esercizio
ja: ドリル
ko: 드릴
ms: Latihan
nl_nl: Oefening
no: Øvelse
pl: Ćwiczenie
pt_br: Exercício
ro: Exercițiu
ru: Упражнение
sv: Övning
th: แบบฝึก
tr: Alıştırma
vi: Bài tập
zh_hans: 练习
zh_hant: 練習

# endgame.drillFailed
source: Drill failed
ar_sa: لم يُجتَز التمرين
cs: Cvičení nesplněno
da: Øvelsen bestod ikke
de_de: Übung nicht bestanden
el: Η άσκηση δεν πέρασε
es_es: Ejercicio no superado
fi: Harjoitus ei mennyt läpi
fr_ca: Exercice manqué
he: התרגיל לא עבר
hi: अभ्यास पूरा नहीं हुआ
hu: A gyakorlat nem sikerült
id: Latihan gagal
it: Esercizio non superato
ja: ドリル失敗
ko: 드릴 실패
ms: Latihan gagal
nl_nl: Oefening niet gehaald
no: Øvelsen ble ikke bestått
pl: Ćwiczenie niezaliczone
pt_br: Exercício não concluído
ro: Exercițiu nereușit
ru: Упражнение не сдано
sv: Övningen klarades inte
th: ไม่ผ่านแบบฝึก
tr: Alıştırma başarısız
vi: Chưa đạt
zh_hans: 练习未通过
zh_hant: 練習未通過

# endgame.drillPassed
source: Drill passed
ar_sa: اجتزت التمرين
cs: Cvičení splněno
da: Øvelsen bestået
de_de: Übung bestanden
el: Η άσκηση πέρασε
es_es: Ejercicio superado
fi: Harjoitus läpäisty
fr_ca: Exercice réussi
he: התרגיל עבר
hi: अभ्यास पूरा हुआ
hu: A gyakorlat sikerült
id: Latihan lulus
it: Esercizio superato
ja: ドリル成功
ko: 드릴 성공
ms: Latihan lulus
nl_nl: Oefening gehaald
no: Øvelsen bestått
pl: Ćwiczenie zaliczone
pt_br: Exercício concluído
ro: Exercițiu reușit
ru: Упражнение сдано
sv: Övningen klarad
th: ผ่านแบบฝึก
tr: Alıştırma başarılı
vi: Đạt
zh_hans: 练习通过
zh_hant: 練習通過

# endgame.engineIsThinking
source: Engine is thinking…
ar_sa: المحرّك يفكّر…
cs: Engine přemýšlí…
da: Motoren tænker…
de_de: Die Engine denkt …
el: Η μηχανή σκέφτεται…
es_es: El motor está pensando…
fi: Moottori miettii…
fr_ca: Le moteur réfléchit…
he: המנוע חושב…
hi: इंजन सोच रहा है…
hu: A motor gondolkodik…
id: Mesin sedang berpikir…
it: Il motore sta pensando…
ja: エンジンが考えています…
ko: 엔진이 생각 중…
ms: Enjin sedang berfikir…
nl_nl: De engine denkt na…
no: Motoren tenker…
pl: Silnik myśli…
pt_br: O motor está pensando…
ro: Motorul gândește…
ru: Движок думает…
sv: Motorn tänker…
th: เอนจินกำลังคิด…
tr: Motor düşünüyor…
vi: Máy đang nghĩ…
zh_hans: 引擎正在思考…
zh_hant: 引擎正在思考…

# endgame.evaluation
source: Evaluation %@
ar_sa: التقييم %@
cs: Hodnocení %@
da: Vurdering %@
de_de: Bewertung %@
el: Αξιολόγηση %@
es_es: Evaluación %@
fi: Arvio %@
fr_ca: Évaluation %@
he: הערכה %@
hi: मूल्यांकन %@
hu: Értékelés: %@
id: Penilaian %@
it: Valutazione %@
ja: 評価 %@
ko: 평가 %@
ms: Penilaian %@
nl_nl: Evaluatie %@
no: Vurdering %@
pl: Ocena %@
pt_br: Avaliação %@
ro: Evaluare %@
ru: Оценка %@
sv: Bedömning %@
th: ค่าประเมิน %@
tr: Değerlendirme %@
vi: Đánh giá %@
zh_hans: 评估 %@
zh_hant: 評估 %@

# endgame.fiftyMove
source: Fifty-move rule.
ar_sa: قاعدة الخمسين نقلة.
cs: Pravidlo 50 tahů.
da: 50-træksreglen.
de_de: 50-Züge-Regel.
el: Κανόνας των 50 κινήσεων.
es_es: Regla de las 50 jugadas.
fi: 50 siirron sääntö.
fr_ca: Règle des 50 coups.
he: חוק חמישים המהלכים.
hi: पचास-चाल नियम।
hu: 50 lépéses szabály.
id: Aturan 50 langkah.
it: Regola delle 50 mosse.
ja: 50手ルール。
ko: 50수 규칙.
ms: Peraturan 50 langkah.
nl_nl: Vijftigzettenregel.
no: 50-trekksregelen.
pl: Reguła 50 posunięć.
pt_br: Regra dos 50 lances.
ro: Regula celor 50 de mutări.
ru: Правило 50 ходов.
sv: 50-dragsregeln.
th: กฎ 50 ตา
tr: 50 hamle kuralı.
vi: Luật 50 nước.
zh_hans: 五十回合规则。
zh_hant: 五十回合規則。

# endgame.holdAs
source: Hold the draw as %@.
ar_sa: احتفظ بالتعادل مع %@.
cs: Udrž remízu za %@.
da: Hold remisen som %@.
de_de: Halte das Remis als %@.
el: Κράτα την ισοπαλία με τα %@.
es_es: Mantén las tablas con %@.
fi: Pidä tasapeli %@.
fr_ca: Tenez la nulle avec %@.
he: החזק את התיקו עם ה%@.
hi: %@ के साथ ड्रॉ बचाइए।
hu: Tartsd a döntetlent %@ oldalon.
id: Pertahankan remis dengan %@.
it: Tieni la patta con %@.
ja: %@番で引き分けを守ってください。
ko: %@으로 무승부를 지키세요.
ms: Kekalkan seri dengan %@.
nl_nl: Houd de remise vast met %@.
no: Hold remisen som %@.
pl: Utrzymaj remis grając %@.
pt_br: Segure o empate com as %@.
ro: Ține remiza cu %@.
ru: Удержите ничью за %@.
sv: Håll remin som %@.
th: รักษาเสมอด้วย%@
tr: %@ ile beraberliği koru.
vi: Giữ hòa với %@.
zh_hans: 执%@守住和棋。
zh_hant: 執%@守住和棋。

# endgame.insufficient
source: Insufficient material.
ar_sa: مادة غير كافية.
cs: Nedostatek materiálu.
da: Utilstrækkeligt materiale.
de_de: Ungenügendes Material.
el: Ανεπαρκές υλικό.
es_es: Material insuficiente.
fi: Riittämätön materiaali.
fr_ca: Matériel insuffisant.
he: אין מספיק חומר.
hi: पर्याप्त मोहरे नहीं।
hu: Nem elég anyag.
id: Materi tidak cukup.
it: Materiale insufficiente.
ja: 駒不足。
ko: 기물 부족.
ms: Bahan tidak mencukupi.
nl_nl: Onvoldoende materiaal.
no: Utilstrekkelig materiale.
pl: Niewystarczający materiał.
pt_br: Material insuficiente.
ro: Material insuficient.
ru: Недостаточно материала.
sv: Otillräckligt material.
th: ตัวหมากไม่พอ
tr: Yetersiz materyal.
vi: Không đủ lực lượng.
zh_hans: 子力不足。
zh_hant: 子力不足。

# endgame.moveLimit
source: The 80-move limit ran out.
ar_sa: انتهى حدّ الثمانين نقلة.
cs: Limit 80 tahů vypršel.
da: Grænsen på 80 træk er nået.
de_de: Das Limit von 80 Zügen ist erreicht.
el: Το όριο των 80 κινήσεων εξαντλήθηκε.
es_es: Se agotó el límite de 80 jugadas.
fi: 80 siirron raja tuli täyteen.
fr_ca: La limite de 80 coups est atteinte.
he: מגבלת 80 המהלכים נגמרה.
hi: 80 चालों की सीमा पूरी हो गई।
hu: Elfogyott a 80 lépéses keret.
id: Batas 80 langkah habis.
it: È scaduto il limite di 80 mosse.
ja: 80手の上限に達しました。
ko: 80수 제한에 도달했습니다.
ms: Had 80 langkah telah tamat.
nl_nl: De limiet van 80 zetten is bereikt.
no: Grensen på 80 trekk er nådd.
pl: Skończył się limit 80 posunięć.
pt_br: O limite de 80 lances acabou.
ro: S-a atins limita de 80 de mutări.
ru: Исчерпан лимит в 80 ходов.
sv: Gränsen på 80 drag är nådd.
th: ครบขีดจำกัด 80 ตาแล้ว
tr: 80 hamle sınırı doldu.
vi: Đã hết giới hạn 80 nước.
zh_hans: 80 回合的上限到了。
zh_hant: 80 回合的上限到了。

# endgame.mustDraw
source: Must draw
ar_sa: التعادل مطلوب
cs: Musíš remizovat
da: Skal ende remis
de_de: Remis halten
el: Πρέπει να φέρεις ισοπαλία
es_es: Hay que empatar
fi: Tasapeli riittää
fr_ca: Nulle exigée
he: חובה לסיים בתיקו
hi: ड्रॉ करना है
hu: Döntetlen kell
id: Harus remis
it: Devi pattare
ja: 引き分けが目標
ko: 비겨야 함
ms: Mesti seri
nl_nl: Remise vereist
no: Må ende remis
pl: Trzeba zremisować
pt_br: Precisa empatar
ro: Trebuie remiză
ru: Нужна ничья
sv: Måste bli remi
th: ต้องเสมอ
tr: Berabere kalmalısın
vi: Phải hòa
zh_hans: 必须求和
zh_hant: 必須求和

# endgame.mustWin
source: Must win
ar_sa: الفوز مطلوب
cs: Musíš vyhrát
da: Skal vindes
de_de: Gewinn nötig
el: Πρέπει να κερδίσεις
es_es: Hay que ganar
fi: Voitto vaaditaan
fr_ca: Gain exigé
he: חובה לנצח
hi: जीतना है
hu: Nyerni kell
id: Harus menang
it: Devi vincere
ja: 勝ちが目標
ko: 이겨야 함
ms: Mesti menang
nl_nl: Winst vereist
no: Må vinnes
pl: Trzeba wygrać
pt_br: Precisa vencer
ro: Trebuie câștigat
ru: Нужна победа
sv: Måste vinnas
th: ต้องชนะ
tr: Kazanmalısın
vi: Phải thắng
zh_hans: 必须取胜
zh_hant: 必須取勝

# endgame.next
source: Next
ar_sa: التالي
cs: Další
da: Næste
de_de: Weiter
el: Επόμενο
es_es: Siguiente
fi: Seuraava
fr_ca: Suivant
he: הבא
hi: अगला
hu: Tovább
id: Berikutnya
it: Avanti
ja: 次へ
ko: 다음
ms: Seterusnya
nl_nl: Volgende
no: Neste
pl: Dalej
pt_br: Próximo
ro: Următor
ru: Далее
sv: Nästa
th: ถัดไป
tr: Sonraki
vi: Tiếp
zh_hans: 下一个
zh_hant: 下一個

# endgame.noEndgameDrillsBundled
source: No endgame drills bundled
ar_sa: لا توجد تمارين نهايات مضمّنة
cs: Žádná koncovková cvičení nejsou přiložena
da: Ingen slutspilsøvelser er inkluderet
de_de: Keine Endspielübungen enthalten
el: Δεν περιλαμβάνονται ασκήσεις φινάλε
es_es: No hay ejercicios de final incluidos
fi: Ei loppupeliharjoituksia mukana
fr_ca: Aucun exercice de finale inclus
he: לא נכללו תרגילי סופים
hi: कोई अंत-खेल अभ्यास शामिल नहीं
hu: Nincs végjáték-gyakorlat a csomagban
id: Tidak ada latihan akhir permainan yang disertakan
it: Nessun esercizio di finale incluso
ja: 終盤ドリルが同梱されていません
ko: 엔드게임 드릴이 포함되지 않음
ms: Tiada latihan permainan akhir disertakan
nl_nl: Geen eindspeloefeningen meegeleverd
no: Ingen sluttspilløvelser følger med
pl: Brak ćwiczeń końcówkowych w pakiecie
pt_br: Nenhum exercício de final incluído
ro: Niciun exercițiu de final inclus
ru: Эндшпильных упражнений в сборке нет
sv: Inga slutspelsövningar medföljer
th: ไม่มีแบบฝึกเกมท้ายรวมอยู่
tr: Pakette oyunsonu alıştırması yok
vi: Không có bài tập tàn cuộc kèm theo
zh_hans: 未包含残局练习
zh_hant: 未包含殘局練習

# endgame.repetition
source: Threefold repetition.
ar_sa: تكرار ثلاثي للوضع.
cs: Trojí opakování pozice.
da: Trefoldig gentagelse.
de_de: Dreifache Stellungswiederholung.
el: Τριπλή επανάληψη θέσης.
es_es: Triple repetición.
fi: Kolminkertainen toisto.
fr_ca: Triple répétition.
he: חזרה משולשת.
hi: तीन बार पुनरावृत्ति।
hu: Háromszori állásismétlés.
id: Pengulangan tiga kali.
it: Tripla ripetizione.
ja: 三回同形反復。
ko: 삼세번 반복.
ms: Pengulangan tiga kali.
nl_nl: Drievoudige zetherhaling.
no: Trefoldig gjentakelse.
pl: Trzykrotne powtórzenie.
pt_br: Tripla repetição.
ro: Repetiție triplă.
ru: Троекратное повторение.
sv: Trefaldig upprepning.
th: ตำแหน่งซ้ำสามครั้ง
tr: Üç kez tekrar.
vi: Lặp lại ba lần.
zh_hans: 三次重复局面。
zh_hant: 三次重複盤面。

# endgame.restart
source: Restart
ar_sa: إعادة
cs: Od začátku
da: Start forfra
de_de: Neu starten
el: Από την αρχή
es_es: Reiniciar
fi: Aloita alusta
fr_ca: Recommencer
he: התחל מחדש
hi: फिर से शुरू
hu: Újrakezdés
id: Ulangi
it: Ricomincia
ja: やり直す
ko: 다시 시작
ms: Mula semula
nl_nl: Opnieuw
no: Start på nytt
pl: Od nowa
pt_br: Recomeçar
ro: Reia
ru: Заново
sv: Börja om
th: เริ่มใหม่
tr: Yeniden başlat
vi: Chơi lại
zh_hans: 重新开始
zh_hant: 重新開始

# endgame.stalemate
source: Stalemate.
ar_sa: جمود.
cs: Pat.
da: Pat.
de_de: Patt.
el: Πατ.
es_es: Rey ahogado.
fi: Patti.
fr_ca: Pat.
he: פט.
hi: गतिरोध।
hu: Patt.
id: Remis pat.
it: Stallo.
ja: ステイルメイト。
ko: 스테일메이트.
ms: Buntu.
nl_nl: Pat.
no: Patt.
pl: Pat.
pt_br: Rei afogado.
ro: Pat.
ru: Пат.
sv: Patt.
th: อับ
tr: Pat.
vi: Hết nước đi.
zh_hans: 逼和。
zh_hant: 逼和。

# endgame.theDrawIsGone
source: the draw is gone
ar_sa: ضاع التعادل
cs: remíza je pryč
da: remisen er væk
de_de: das Remis ist weg
el: η ισοπαλία χάθηκε
es_es: las tablas se han perdido
fi: tasapeli on mennyttä
fr_ca: la nulle est perdue
he: התיקו אבד
hi: ड्रॉ हाथ से निकल गया
hu: a döntetlen elúszott
id: remis sudah lepas
it: la patta è persa
ja: 引き分けが消えた
ko: 무승부가 날아갔다
ms: seri sudah terlepas
nl_nl: de remise is weg
no: remisen er borte
pl: remis przepadł
pt_br: o empate se foi
ro: remiza s-a dus
ru: ничья упущена
sv: remin är borta
th: เสมอหลุดมือแล้ว
tr: beraberlik kaçtı
vi: thế hòa đã mất
zh_hans: 和棋没了
zh_hant: 和棋沒了

# endgame.theIdea
source: The idea
ar_sa: الفكرة
cs: Myšlenka
da: Idéen
de_de: Die Idee
el: Η ιδέα
es_es: La idea
fi: Idea
fr_ca: L'idée
he: הרעיון
hi: मूल विचार
hu: Az ötlet
id: Gagasannya
it: L'idea
ja: 狙い
ko: 핵심 아이디어
ms: Ideanya
nl_nl: Het idee
no: Idéen
pl: Idea
pt_br: A ideia
ro: Ideea
ru: Идея
sv: Idén
th: แนวคิด
tr: Fikir
vi: Ý tưởng
zh_hans: 要点
zh_hant: 要點

# endgame.theWinIsGone
source: the win is gone
ar_sa: ضاع الفوز
cs: výhra je pryč
da: gevinsten er væk
de_de: der Gewinn ist weg
el: η νίκη χάθηκε
es_es: la victoria se ha perdido
fi: voitto on mennyttä
fr_ca: le gain est perdu
he: הניצחון אבד
hi: जीत हाथ से निकल गई
hu: a győzelem elúszott
id: kemenangan sudah lepas
it: la vittoria è persa
ja: 勝ちが消えた
ko: 승리가 날아갔다
ms: kemenangan sudah terlepas
nl_nl: de winst is weg
no: gevinsten er borte
pl: wygrana przepadła
pt_br: a vitória se foi
ro: câștigul s-a dus
ru: победа упущена
sv: vinsten är borta
th: ชัยชนะหลุดมือแล้ว
tr: kazanç kaçtı
vi: thế thắng đã mất
zh_hans: 胜势没了
zh_hant: 勝勢沒了

# endgame.threwItAway
source: %@ threw it away
ar_sa: %@ أضاعت كل شيء
cs: %@ to zahodil
da: %@ smed det væk
de_de: %@ hat es verspielt
el: Το %@ τα πέταξε όλα
es_es: %@ lo echó a perder
fi: %@ heitti sen hukkaan
fr_ca: %@ a tout gâché
he: %@ זרק את זה
hi: %@ ने सब गँवा दिया
hu: %@ eldobta
id: %@ membuang semuanya
it: %@ ha buttato via tutto
ja: %@ で手放しました
ko: %@에서 놓쳤습니다
ms: %@ membuang segalanya
nl_nl: %@ gooide het weg
no: %@ kastet det bort
pl: %@ zaprzepaściło wszystko
pt_br: %@ jogou fora
ro: %@ a aruncat totul
ru: %@ — вот где всё рухнуло
sv: %@ kastade bort det
th: %@ ทำหลุดมือ
tr: %@ her şeyi harcadı
vi: %@ đã làm hỏng tất cả
zh_hans: %@ 断送了局面
zh_hant: %@ 斷送了局面
